---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TextSize
source: html/1c800429-1c44-3a69-d29a-a1ac6ab48042.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TextSize Property

"Text Size"

## Syntax (C#)
```csharp
public static ForgeTypeId TextSize { get; }
```